Repository: AlexD-SE/DeafCommunicate
Catalog: Deaf Communicate/Resources/*.lproj/Localizable.strings
Languages: de, el, es, fr, hy, it, ja, nl, pl, ro, uk

# Use Microphone Button Tip Title
source: Dictate With Microphone
de: Diktieren mit Mikrofon
el: Υπαγόρευση με μικρόφωνο
es: Dictar con micrófono
fr: Dicter avec microphone
hy: Թելադրել խոսափողով
it: Dettare con il microfono
ja: マイクでディクテート
nl: Dicteren met microfoon
pl: Dyktowanie za pomocą mikrofonu
ro: Dictați cu microfonul
uk: Диктуйте за допомогою мікрофона

# Use Microphone Button Tip Text
source: To begin, tap the microphone button and then start speaking. Tap the microphone button again when done.
de: Tippen Sie zunächst auf die Mikrofontaste und beginnen Sie dann zu sprechen. Tippen Sie erneut auf die Mikrofontaste, wenn Sie fertig sind.
el: Για να ξεκινήσετε, πατήστε το κουμπί του μικροφώνου και μετά ξεκινήστε να μιλάτε. Πατήστε ξανά το κουμπί του μικροφώνου όταν τελειώσετε.
es: Para comenzar, toque el botón del micrófono y luego comience a hablar. Vuelva a tocar el botón del micrófono cuando haya terminado.
fr: Pour commencer, appuyez sur le bouton du microphone, puis commencez à parler. Appuyez à nouveau sur le bouton du microphone lorsque vous avez terminé.
hy: Սկսելու համար հպեք խոսափողի կոճակին և սկսեք խոսել: Ավարտելուց հետո կրկին հպեք խոսափողի կոճակին:
it: Per iniziare, tocca il pulsante del microfono e inizia a parlare. Al termine, tocca nuovamente il pulsante del microfono.
ja: まず、マイク ボタンをタップして話し始めます。完了したら、もう一度マイクボタンをタップします。
nl: Om te beginnen tikt u op de microfoonknop en begint u te spreken. Tik nogmaals op de microfoonknop als u klaar bent.
pl: Aby rozpocząć, dotknij przycisku mikrofonu, a następnie zacznij mówić. Po zakończeniu dotknij ponownie przycisku mikrofonu.
ro: Pentru a începe, atingeți butonul microfonului și apoi începeți să vorbiți. Atingeți din nou butonul microfonului când ați terminat.
uk: Щоб почати, натисніть кнопку мікрофона, а потім почніть говорити. Коли закінчите, знову торкніться кнопки мікрофона.

# Use Keyboard Tip Title
source: Type Or Edit Text
de: Text eingeben oder bearbeiten
el: Πληκτρολόγηση ή επεξεργασία κειμένου
es: Escribe o edita texto
fr: Tapez ou modifiez du texte
hy: Մուտքագրեք կամ խմբագրեք տեքստը
it: Digitare o modificare il testo
ja: テキストの入力または編集
nl: Tekst typen of bewerken
pl: Wpisywanie lub edytowanie tekstu
ro: Tastați sau editați text
uk: Введіть або відредагуйте текст

# Use Keyboard Tip Text
source: You can tap the gray area to type or edit the text.
de: Sie können auf den grauen Bereich tippen, um den Text einzugeben oder zu bearbeiten.
el: Μπορείτε να πατήσετε την γκρίζα περιοχή για να πληκτρολογήσετε ή να επεξεργαστείτε το κείμενο.
es: Puede tocar el área gris para escribir o editar el texto.
fr: Vous pouvez appuyer sur la zone grise pour saisir ou modifier le texte.
hy: Տեքստը մուտքագրելու կամ խմբագրելու համար կարող եք հպել մոխրագույն հատվածին:
it: Puoi toccare l'area grigia per digitare o modificare il testo.
ja: 灰色の領域をタップして、テキストを入力または編集できます。
nl: U kunt op het grijze gebied tikken om de tekst te typen of te bewerken.
pl: Możesz dotknąć szarego obszaru, aby wpisać lub edytować tekst.
ro: Puteți atinge zona gri pentru a introduce sau edita textul.
uk: Ви можете торкнутися сірої області, щоб ввести або відредагувати текст.

# Copy Button
source: Copy
de: Kopieren
el: Αντίγραφο
es: Copiar
fr: Copier
hy: Պատճենել
it: Copiare
ja: 写し
nl: KopiÃ«ren
pl: Kopiować
ro: Copie
uk: Копіювати

# Share Button
source: Share
de: Aktie
el: Μερίδιο
es: Compartir
fr: Partager
hy: Կիսվել
it: Condividere
ja: 共有
nl: Deel
pl: Udział
ro: Distribuie
uk: Поділіться

# Save To History Button
source: Save To History
de: Im Verlauf speichern
el: Αποθήκευση στο ιστορικό
es: Guardar en el historial
fr: Enregistrer dans l'historique
hy: Պահել պատմության մեջ
it: Salva nella cronologia
ja: 履歴に保存
nl: Opslaan in geschiedenis
pl: Zapisz w historii
ro: Salvați în istoric
uk: Зберегти в історії

# Delete Button
source: Delete
de: Löschen
el: Διαγράφω
es: Borrar
fr: Supprimer
hy: Ջնջել
it: Cancellare
ja: 削除
nl: Verwijderen
pl: Usunąć
ro: Șterge
uk: Видалити

# Text Copied Notification
source: Text Copied
de: Text Kopiert
el: Το κείμενο αντιγράφηκε
es: Texto Copiado
fr: Texte copié
hy: Տեքստը պատճենված է
it: Testo Copiato
ja: テキストをコピー
nl: Tekst Gekopieerd
pl: Skopiowano tekst
ro: Text copiat
uk: Текст скопійовано

# Text History View Instructions
source: Tap a text below to show it again.
de: Tippen Sie unten auf einen Text, um ihn wieder anzuzeigen.
el: Πατήστε ένα κείμενο παρακάτω για να το εμφανίσετε ξανά.
es: Toca un texto a continuación para mostrarlo de nuevo.
fr: Appuyez sur un texte ci-dessous pour l’afficher à nouveau.
hy: Հպեք ներքևում գտնվող տեքստին՝ այն նորից ցուցադրելու համար:
it: Tocca un testo qui sotto per mostrarlo di nuovo.
ja: 下のテキストをタップすると、もう一度表示されます。
nl: Tik hieronder op een tekst om deze opnieuw weer te geven.
pl: Stuknij tekst poniżej, aby wyświetlić go ponownie.
ro: Atingeți un text de mai jos pentru a-l afișa din nou.
uk: Торкніться тексту нижче, щоб відобразити його знову.

# Text History View Title
source: Text History
de: Text Geschichte
el: Κείμενο Ιστορία
es: Historial de Texto
fr: Historique du texte
hy: Տեքստային պատմություն
it: Storia del Testo
ja: テキスト履歴
nl: Tekstgeschiedenis
pl: Historia Tekstu
ro: Istoricul Textului
uk: Історія тексту

# No Text History Alert Title
source: No Text History
de: Kein Textverlauf
el: Δεν υπάρχει ιστορικό κείμενο
es: Sin historial de texto
fr: Pas d’historique de texte
hy: Տեքստի պատմություն չկա
it: Nessuna storia del testo
ja: テキスト履歴なし
nl: Geen tekstgeschiedenis
pl: Brak historii tekstu
ro: Fără istoric text
uk: Немає текстової історії

# No Text History Alert Message
source: No text has been saved yet.
de: Es wurde noch kein Text gespeichert.
el: Δεν έχει αποθηκευτεί ακόμα κείμενο.
es: Aún no se ha guardado ningún texto.
fr: Aucun texte n'a encore été enregistré.
hy: Ոչ մի տեքստ դեռ չի պահպանվել:
it: Nessun testo Ã¨ stato ancora salvato.
ja: まだテキストは保存されていません。
nl: Er is nog geen tekst opgeslagen.
pl: Żaden tekst nie został jeszcze zapisany.
ro: Niciun text nu a fost salvat încă.
uk: Текст ще не збережено.

# Delete Text History Alert Title
source: Delete Text History?
de: Textverlauf Löschen?
el: Διαγραφή ιστορικού κειμένου;
es: ¿Eliminar historial de mensajes?
fr: Supprimer l'historique des textes ?
hy: Ջնջե՞լ տեքստի պատմությունը:
it: Eliminare la cronologia del testo?
ja: テキスト履歴を削除しますか?
nl: Tekstgeschiedenis verwijderen?
pl: Usunąć historię SMS-ów?
ro: Ștergeți istoricul textului?
uk: Видалити історію тексту?

# Delete Text History Alert Message
source: This will delete all your past dictated and typed text.
de: Dadurch werden alle Ihre früheren diktierten und getippten Texte gelöscht.
el: Αυτό θα διαγράψει όλο το προηγούμενο υπαγορευμένο και πληκτρολογημένο κείμενο.
es: Esto borrará todo el texto que hayas dictado y escrito anteriormente.
fr: Cela supprimera tous vos textes dictés et saisis au clavier.
hy: Սա կջնջի ձեր անցյալում թելադրված և մուտքագրված ողջ տեքստը։
it: In questo modo verranno eliminati tutti i testi dettati e digitati in precedenza.
ja: これにより、過去に口述および入力したテキストがすべて削除されます。
nl: Hiermee verwijdert u alle eerder gedicteerde en getypte tekst.
pl: Spowoduje to usunięcie całego wcześniej dyktowanego i wpisanego tekstu.
ro: Aceasta va șterge tot textul dictat și tastat anterior.
uk: Це видалить весь ваш попередній продиктований та набраний текст.

# Settings View Title
source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
hy: Կարգավորումներ
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
ro: Setări
uk: Налаштування

# Settings Text Auto Scroll
source: Text Auto Scroll
de: Automatischer Text-Scroll
el: Αυτόματη κύλιση κειμένου
es: Desplazamiento automático de texto
fr: Défilement automatique du texte
hy: Տեքստի ավտոմատ ոլորում
it: Scorrimento automatico del testo
ja: テキスト自動スクロール
nl: Tekst automatisch scrollen
pl: Automatyczne przewijanie tekstu
ro: Derulare automată a textului
uk: Автоматичне прокручування тексту

# Settings Text One
source: Text Size
de: Textgröße
el: Μέγεθος κειμένου
es: Tamaño del texto
fr: Taille du Texte
hy: Տեքստի չափը
it: Dimensione del Testo
ja: テキストサイズ
nl: Tekstgrootte
pl: Rozmiar tekstu
ro: Dimensiunea textului
uk: Розмір тексту

# Settings Text Two
source: Reset Settings
de: Einstellungen zurücksetzen
el: Επαναφορά ρυθμίσεων
es: Restablecer la Configuración
fr: Réinitialiser les paramètres
hy: Վերագործարկեք կարգավորումները
it: Ripristina Impostazioni
ja: 設定をリセット
nl: Instellingen resetten
pl: Zresetuj Ustawienia
ro: Resetează Setările
uk: Скинути налаштування

# Settings Text Style One
source: Text Style
de: Textstil
el: Στυλ κειμένου
es: Estilo de Texto
fr: Style de Texte
hy: Տեքստի ոճ
it: Stile del Testo
ja: テキストスタイル
nl: Tekststijl
pl: Styl Tekstu
ro: Stilul Textului
uk: Стиль тексту

# Settings Text Style Two
source: Text Preview
de: Textvorschau
el: Προεπισκόπηση κειμένου
es: Vista Previa de Texto
fr: Aperçu du Texte
hy: Տեքստի նախադիտում:
it: Anteprima del Testo
ja: テキストプレビュー
nl: Tekstvoorbeeld
pl: Podgląd Tekstu
ro: Previzualizare Text
uk: Попередній перегляд тексту

# Settings Text Color One
source: Text Color
de: Textfarbe
el: Χρώμα κειμένου
es: Color del Texto
fr: Couleur du Texte
hy: Տեքստի գույնը
it: Colore del Testo
ja: テキストの色
nl: Tekstkleur
pl: Kolor Tekstu
ro: Culoarea Textului
uk: Колір тексту

# Settings Text Color Two
source: Custom Color
de: Benutzerdefinierte Farbe
el: Προσαρμοσμένο χρώμα
es: Color Personalizado
fr: Couleur personnalisée
hy: Պատվերով գույն
it: Colore Personalizzato
ja: カスタムカラー
nl: Aangepaste kleur
pl: Kolor Niestandardowy
ro: Culoare personalizată
uk: Власний колір

# Feedback View Title
source: Feedback
de: Rückmeldung
el: Ανάδραση
es: Retroalimentación
fr: Rétroaction
hy: Հետադարձ կապ
it: Commenti
ja: フィードバック
nl: Terugkoppeling
pl: Informacja zwrotna
ro: Părere
uk: Зворотній зв'язок

# Feedback Text One
source: Have a request or a question?
de: Haben Sie eine Anfrage oder eine Frage?
el: Έχετε κάποιο αίτημα ή ερώτηση;
es: ¿Tiene una petición o una pregunta?
fr: Vous avez une demande ou une question?
hy: Ունե՞ք հարցում կամ հարց:
it: Avete una richiesta o una domanda?
ja: リクエストや質問がありますか?
nl: Heeft u een verzoek of een vraag?
pl: Masz prośbę lub pytanie?
ro: Ai o cerere sau o întrebare?
uk: Є запит чи запитання?

# Feedback Text Two
source: Please send it to alexander.demerjian@outlook.com
de: Bitte senden Sie es an alexander.demerjian@outlook.com
el: Στείλτε το στο alexander.demerjian@outlook.com
es: Envíela a alexander.demerjian@outlook.com
fr: Veuillez l’envoyer à alexander.demerjian@outlook.com
hy: Խնդրում ենք ուղարկել այն alexander.demerjian@outlook.com հասցեին
it: Inviatele a alexander.demerjian@outlook.com
ja: alexander.demerjian@outlook.com までお送りください
nl: Stuur het naar alexander.demerjian@outlook.com
pl: Wyślij go na adres alexander.demerjian@outlook.com
ro: Vă rugăm să-l trimiteți la alexander.demerjian@outlook.com
uk: Надішліть його на адресу alexander.demerjian@outlook.com

# Privacy Policy Text One
source: By using this app, you agree to Deaf Communicate's Privacy Policy.
de: Durch die Nutzung dieser App erklären Sie sich mit den Datenschutzbestimmungen von Deaf Communicate einverstanden.
el: Χρησιμοποιώντας αυτήν την εφαρμογή, συμφωνείτε με την Πολιτική Απορρήτου της Deaf Communication.
es: Al usar esta aplicación, usted acepta la Política de privacidad de Deaf Communicate.
fr: En utilisant cette application, vous acceptez la politique de confidentialité de Deaf Communicate.
hy: Օգտագործելով այս հավելվածը՝ դուք համաձայնվում եք Deaf Communicate-ի գաղտնիության քաղաքականությանը:
it: Utilizzando questa app, accetti l'Informativa sulla privacy di Deaf Communicate.
ja: このアプリケーションを使用することにより、プライバシーポリシーに同意したものとみなされます。
nl: Door deze app te gebruiken, gaat u akkoord met het privacybeleid van Deaf Communicate.
pl: Korzystając z tej aplikacji, zgadzasz się z Polityką prywatności Deaf Communicate.
ro: Prin utilizarea acestei aplicații, sunteți de acord cu Politica de confidențialitate Deaf Communicate.
uk: Використовуючи цей додаток, ви погоджуєтесь з Політикою конфіденційності Deaf Communicate.

# Privacy Policy Text Two
source: View Privacy Policy
de: Datenschutzrichtlinie anzeigen
el: Δείτε την Πολιτική Απορρήτου
es: Ver Política de Privacidad
fr: Voir la politique de confidentialité
hy: Դիտեք Գաղտնիության քաղաքականությունը
it: Visualizza l'informativa sulla Privacy
ja: プライバシーポリシーを見る
nl: Privacybeleid bekijken
pl: Zobacz Politykę Prywatności
ro: Vedeți Politica de confidențialitate
uk: Переглянути політику конфіденційності

# Support Text One
source: Having Trouble?
de: Probleme Haben?
el: Αντιμετωπίζετε πρόβλημα;
es: ¿Teniendo Problemas?
fr: Vous rencontrez des problèmes?
hy: Խնդիր ունե՞ք
it: Avere Problemi?
ja: お困りですか?
nl: Problemen hebben?
pl: Mieć Problemy?
ro: A avea probleme?
uk: Виникли проблеми?

# Support Text Two
source: Visit Deaf Communicate's Support Document
de: Besuchen Sie das Support-Dokument von Deaf Communicate
el: Επισκεφθείτε το έγγραφο υποστήριξης του Deaf Communicate
es: Visite el documento de soporte de Deaf Communicate
fr: Consultez le document de soutien de Deaf Communicate.
hy: Այցելեք Deaf Communicate's Support Document-ը
it: Visita il Documento di Supporto di Deaf Communicate
ja: サポート・ドキュメントを見る
nl: Bezoek het ondersteuningsdocument van Deaf Communicate
pl: Odwiedź dokument wsparcia Deaf Communicate
ro: Vizitați documentul de asistență al Deaf Communicate
uk: Відвідайте документ підтримки Deaf Communicate
